[
  {"Type": "Fighter", "Requirement": "Reaction", "Name": "Quick Bite", "Runemarks": "MAWTRIBES, BRUTE",
    "Description": "A fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made. If none of the hit rolls from that attack action result in a critical hit, allocate 3 damage points to the attacking fighter, and remove up to 3 damage points allocated to this fighter."},
  {"Type": "Fighter", "Requirement": "Double", "Name": "On the Mawpath", "Runemarks": "MAWTRIBES, BRUTE",
    "Description": "Add 3 to this fighter’s Move characteristic for their next move action in this activation."},
  {"Type": "Fighter", "Requirement": "Double", "Name": "Bounding Leaps", "Runemarks": "MAWTRIBES, AGILE",
    "Description": "A fighter can only use this ability if there is a visible enemy fighter within 6\" of them. This fighter makes a bonus move action and must finish closer to the closest visible enemy fighter than they were at the start of that move action."},
  {"Type": "Fighter", "Requirement": "Double", "Name": "Ironfist", "Runemarks": "MAWTRIBES, BULWARK",
    "Description": "Pick a visible enemy fighter within 1\" of this fighter and roll 2 dice. For each roll of 3-5, allocate 1 damage point to that fighter. For each roll of 6, allocate a number of damage points to that fighter equal to the value of this ability."},
  {"Type": "Fighter", "Requirement": "Double", "Name": "Sneaky Traps", "Runemarks": "MAWTRIBES, TRAPPER",
    "Description": "Until the end of the battle round, each time an enemy fighter finishes a move action within 3\" of this fighter, that fighter suffers impact damage."},
  {"Type": "Fighter", "Requirement": "Triple", "Name": "Bullcharge", "Runemarks": "MAWTRIBES, BRUTE",
    "Description": "Until the end of this fighter’s activation, the next time this fighter finishes a move action within 1\" of an enemy fighter, pick a visible enemy fighter within 1\" of this fighter. Allocate a number of damage points to that fighter equal to the value of this ability."},
  {"Type": "Fighter", "Requirement": "Quad", "Name": "Thunderous Blast of Hot Metal", "Runemarks": "MAWTRIBES, DESTROYER",
    "Description": "Add 3 to the Attacks and Strength characteristics of the next missile attack action made by this fighter this activation."},
  {"Type": "Hero", "Requirement": "Double", "Name": "Might Makes Right", "Runemarks": "MAWTRIBES, HERO",
    "Description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation. This fighter makes a bonus move action or a bonus attack action."},
  {"Type": "Hero", "Requirement": "Double", "Name": "Lead the Skal", "Runemarks": "MAWTRIBES, HERO, SCOUT",
    "Description": "Pick a visible friendly fighter with the Beast runemark within 4\" of this fighter. That friendly fighter makes a bonus attack action."},
  {"Type": "Hero", "Requirement": "Double", "Name": "Bloodgruel", "Runemarks": "MAWTRIBES, HERO, MYSTIC",
    "Description": "Remove a number of damage points from this fighter up to the value of this ability."},
  {"Type": "Hero", "Requirement": "Triple", "Name": "Bully of the First Degree", "Runemarks": "MAWTRIBES, HERO, CHAMPION",
    "Description": "Pick a visible friendly fighter within 2\" of this fighter. Allocate a number of damage points to that friendly fighter equal to half the value of this ability (rounding up). Then, that friendly fighter makes a bonus move action or a bonus attack action."},
  {"Type": "Hero", "Requirement": "Quad", "Name": "Quick Bite", "Runemarks": "MAWTRIBES, HERO, FRENZIED",
    "Description": "Allocate a number of damage points equal to the value of this ability to all visible enemy fighters within 3\" of this fighter."}
]